print("6.8")
pets = {
    'котэ': {
        'кличка': 'усатый',
        'окрас': 'рыжый',
        'возраст': '2',
        'владелец': 'ваня',
    },
    'собакен': {
            'кличка': 'беня',
            'окрас': 'черный',
            'возраст': '3',
            'владелец': 'петя',
        },
    'попуга': {
            'кличка': 'иннокентий',
            'окрас': 'клевый',
            'возраст': '1',
            'владелец': 'оля',
        },
}

for pet, details in pets.items():
    print(f"Это {pet}:")
    for key, value in details.items():
        print(f"\t{key.title()}: {value.title()}")
    print()

